Repository: pro4tlzz/nudge
Catalog: *.lproj/Localizable.strings
Languages: es, hi, it, nb, nl, pl

source: Additional Device Information
es: Información Adicional Del Dispositivo
hi: उपकरण की अतिरिक्त जानकारी
it: Informazioni aggiuntive sul dispositivo
nb: Ytterligere informasjon
nl: Extra Gegevens Mac
pl: Dodatkowe informacje o urządzeniu

source: Username:
es: Nombre De Usuario:
hi: उपयोगकर्ता का नाम:
it: Nome utente:
nb: Brukernavn:
nl: Gebruikersnaam:
pl: Użytkownik:

source: Serial Number:
es: Número De Serie:
hi: सीरीयल नम्बर:
it: Numero di serie:
nb: Serienummer:
nl: Serienummer:
pl: Numer seryjny:

source: Architecture:
es: Arquitectura:
hi: आर्किटेक्चर:
it: Architettura:
nb: Arkitektur:
nl: Architectuur:
pl: Architektura:

source: Version:
es: Versión:
hi: संस्करण:
it: Versione:
nb: Versjon:
nl: Versie:
pl: Wersja:

source: Language:
es: Idioma:
hi: भाषा:
it: Lingua:
nb: Språk:
nl: Taal:
pl: Język:

source: Current OS Version:
es: Versión Actual Del Sistema Operativo:
hi: वर्तमान OS संस्करण:
it: Sistema operativo attuale:
nb: Nåværende OS-versjon:
nl: Huidige OS Versie:
pl: Bieżąca wersja macOS:

source: Required OS Version:
es: Versión Requerida Del Sistema Operativo:
hi: आवश्यक OS संस्करण:
it: Sistema operativo richiesto:
nb: Påkrevd OS-versjon:
nl: Vereiste OS Versie:
pl: Wymagana wersja macOS:

source: Days Remaining To Update:
es: Días Restantes Para Actualizar:
hi: अप्डेट के अवशिष्ट दिन:
it: Giorni rimanenti per l'aggiornamento:
nb: Gjenstående dager til oppdatering:
nl: Aantal dagen tot update deadline:
pl: Dni pozostałe do aktualizacji:

source: Hours Remaining To Update:
es: Horas Restantes Para Actualizar:
hi: अप्डेट के अवशिष्ट घंटे:
it: Ore rimanenti per l'aggiornamento:
nb: Gjenstående timer til oppdatering:
nl: Aantal uren tot update deadline:
pl: Godziny pozostałe do aktualizacji:

source: Deferred Count:
es: Recuento de postposiciones:
hi: विलम्बित करने की संख्या:
it: Conteggio posticipi:
nb: Utsatt antall ganger:
nl: Aantal keren genegeerd:
pl: Licznik odroczeń:

source: More Info
es: Más Información
hi: अधिकतर जानकारी
it: Informazioni ulteriori
nb: Mer informasjon
nl: Meer Informatie
pl: Więcej informacji

source: Click to close
es: Click para cerrar
hi: बंद करने के लिए क्लिक करे
it: Seleziona per chiudere
nb: Klikk for å lukke
nl: Klik om te sluiten
pl: Kliknij aby zamknąć

source: Click for additional device information
es: Haga clic para obtener información adicional sobre el dispositivo
hi: उपकरण की अधिकतर जानकारी के लिए क्लिक करे
it: Seleziona per ulteriori informazioni sul dispositivo
nb: Klikk for mer informasjon
nl: Klik hier voor apparaatinfo
pl: Kliknij po dodatkowe informacje o urządzeniu

source: Click to zoom into screenshot
es: Haga clic para ampliar la captura de pantalla
hi: स्क्रीन्शाट को ज़ूम करने क्लिक करे
it: Seleziona per ingrandire lo screenshot
nb: Klikk for å zoome inn
nl: Klik om in te zoomen op het screenshot
pl: Kliknij aby powiększyć zrzut ekranu

source: Click for more information about the security update
es: Haga clic para obtener más información sobre la actualización de seguridad.
hi: सिक्यरिटी अप्डेट की अधिक जानकारी के लिए क्लिक करे
it: Selezionare per ulteriori informazioni sull'aggiornamento di sicurezza
nb: Klikk for mer informasjon om sikkerhetsoppdateringen
nl: Klik hier voor meer informatie over de update
pl: Kliknij aby uzyskać więcej informacji na temat uaktualnienia

source: Update Device
es: Actualizar dispositivo
hi: उपकरण को अपडेट करें
it: Aggiorna dispositivo
nb: Oppdater nå
nl: Update Mac
pl: Uaktualnij urządzenie

source: Your device will restart during this update
es: Su dispositivo se reiniciará durante esta actualización
hi: आपका उपकरण इस अपडेट के समय पुनः शुरु होगा
it: Il dispositivo si riavvierà durante l'aggiornamento
nb: Du vil bli spurt om å starte på nytt underveis i oppdateringen
nl: De Mac zal herstarten tijdens het updaten
pl: Podczas tej aktualizacji Mac uruchomi się ponownie

source: Important Notes
es: Notas importantes
hi: आवश्यक जानकारी
it: Note importanti
nb: Viktig informasjon
nl: Belangrijke informatie
pl: Ważne informacje

source: Updates can take around 15 minutes to complete
es: Las actualizaciones pueden tardar unos 15 minutos en completarse
hi: अप्डेट पूरा होने को लगभग ३० मिनट लग सकते है
it: Il completamento degli aggiornamenti richiede circa 15 minuti
nb: Oppdateringen fullføres vanligvis innen 15 minutter
nl: Updates kunnen ongeveer 15 minuten duren
pl: Aktualizacja może zająć około 15 minut

source: A fully up-to-date device is required to ensure that IT can accurately protect your device. If you do not update your device, you may lose access to some items necessary for your day-to-day tasks. To begin the update, simply click on the Update Device button and follow the provided steps.
es: Se requiere un dispositivo completamente actualizado para garantizar que IT pueda proteger su dispositivo con precisión. Si no actualiza su dispositivo, es posible que pierda el acceso a algunos elementos necesarios para sus tareas diarias. Para comenzar la actualización, simplemente haga clic en el botón Actualizar dispositivo y siga los pasos proporcionados.
hi: पुरी तरह अपडेटेड उपकरण आवश्यक है IT द्वारा आपके उपकरण को सुरक्षित रखने के लिए यदि उपकरण को अपडेट नही किया तो आप अपने कुछ मूल्यवान नित्य उपयोगी वस्तुएँ खो सकते हैं जो दैन दिन उपयोग के लिए आवश्यक होते है अपडेट करने के लिए केवल अपडेट बटन दबाये और निर्देशों का पालन करें।
it: È necessario un dispositivo completamente aggiornato per garantire che l'IT possa proteggere accuratamente il tuo dispositivo. Se non aggiorni il dispositivo, potresti perdere l'accesso ad alcuni elementi necessari per le tue attività quotidiane. Per iniziare l'aggiornamento, fai semplicemente clic sul pulsante Aggiorna dispositivo e segui i passaggi forniti.
nb: Datamaskinen må være oppdatert med de siste sikkerhetsoppdateringene for å være beskyttet. Hvis du ikke oppdaterer datamaskinen, kan det hende at du ikke får tilgang til de nødvendige ressursene. For å starte oppdateringen, klikk på Oppdater nå og følg instruksene.
nl: Een volledig up-to-date Mac is vereist om ervoor te zorgen dat uw Mac goed beschermd blijft. Als u uw Mac niet bijwerkt kunnen er restricties op de Mac komen. Om met de update te beginnen, klikt u op de knop Update Mac en volgt u de stappen.
pl: Wymagane jest uaktualnienie urządzenia, aby mieć pewność, że dział IT może w pełni chronić Twoje urządzenie. Jeśli nie zaktualizujesz urządzenia, możesz utracić dostęp do niektórych elementów niezbędnych do wykonywania codziennych zadań. Aby rozpocząć aktualizację, po prostu kliknij przycisk Uaktualnij system i postępuj zgodnie z podanymi krokami.

source: Your device requires a security update
es: Tu dispositivo requiere una actualización de seguridad
hi: आपके के उपकरण को सिक्यरिटी अप्डेट की अवशक्ता है
it: Il tuo dispositivo richiede un aggiornamento di sicurezza
nb: En nødvendig sikkerhetsoppdatering er tilgjengelig
nl: Uw Mac heeft een beveiligingsupdate nodig
pl: Twoje urządzenie wymaga aktualizacji systemu macOS

source: Your device requires a security update (Demo Mode)
es: Tu dispositivo requiere una actualización de seguridad (Modo demo)
hi: आपके के उपकरण को सिक्यरिटी अप्डेट की अवशता है ( डेमो मोड़)
it: Il tuo dispositivo richiede un aggiornamento di sicurezza (modalità demo)
nb: En nødvendig sikkerhetsoppdatering er tilgjengelig(demomodus)
nl: Uw Mac heeft een beveiligingsupdate nodig (Demo Mode)
pl: Twoje urządzenie wymaga aktualizacji systemu macOS (Tryb Demo)

source: Later
es: Más Tarde
hi: बाद मे
it: Dopo
nb: Senere
pl: Później

source: I understand
es: Acepto
hi: में समज़ गया
it: Ho capito
nb: Jeg forstår
nl: Ik begrijp het
pl: Rozumiem

source: A friendly reminder from your local IT team
es: Un recordatorio amistoso de tu equipo IT local
hi: आपके स्थानीय IT से मित्रवत अनुस्मारक
it: Un cortese promemoria dal tuo team IT locale
nb: En påminnelse fra IT
nl: Een herinnering van uw IT-team
pl: Przypomnienie IT

source: Defer
es: Aplazar
hi: विलम्बित
it: Posticipa
nb: Utsett
nl: Stel uit
pl: Odrocz

source: One Hour
es: Una Hora
hi: एक घंटा
it: Un'ora
nb: En time
nl: Een uur
pl: 1 godzina

source: One Day
es: Un Día
hi: एक दिन
it: Un giorno
nb: En dag
nl: Op een dag
pl: 1 dzień

source: Custom
es: Personalizado
hi: अपने अनुकूल
it: Personalizzato
nb: Velg tid
nl: Personaliseren
pl: Własne

source: Application terminated
es: Aplicación abortada
hi: ऐप समाप्त
it: Application terminata
nb: Appen er avsluttet
nl: App beÃ«indigd
pl: Applikacja została zamknięta

source: Please update your device to use this application
es: Actualiza tu dispositivo para poder usar esta aplicación
hi: कृपया इस ऐप का उपयोग करने के लिए अपने डिवाइस को अपडेट करें
it: Aggiorna il tuo dispositivo per utilizzare questa app
nb: Oppdater enheten din for å bruke denne appen
nl: Werk uw apparaat bij om deze app te gebruiken
pl: Zaktualizuj swoje urządzenie, aby używać tej aplikacji
